9/data/attachments/6b1340907eb75386.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_3d7faf65-9c03-40a7-abcc-3222e0b31b6f</nif:username>
            <nif:friendToBeAdded>Christian_Republican_Actions_65721_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>